export const DATA_FOR_WOMAN = [
  {
    id: 0,
    question: "초경은 어떻게 시작되나요?",
    answer:
      "초경이 있기 전부터 분비물이 나오는 사람도 있고, 갑자기 초경이 시작되는 사람도 있어요. 처음에는 속옷에 갈색 분비물이 묻거나, 엷은 빛깔의 피가 나오기도 해요.",
  },
  {
    id: 1,
    question: "친구들과 달리 생리가 시작되지 않아요",
    answer:
      "처음 하는 생리는 초경이라고 하는데, 시작하는 시기가 빠른 사람도 있으면 느린 사람도 있어요. 사람에 따라 차이가 있으니 불안해 하지 않아도 된답니다.",
  },
  {
    id: 2,
    question: "초경시 성장이 멈춘다는 말이 사실인가요?",
    answer:
      "초경이 2차성징의 가장 마지막 증상이기때문에 키가 크긴 크지만 성장의 속도가 초경 전보다 현저히 줄어들수있어요.",
  },
  {
    id: 3,
    question: "초경을 늦추는 방법도 있나요?",
    answer:
      "강제로 호르몬을 억제하는 약을 사용하여 초경을 늦추는 경우도 있지만 모든 약에는 부작용이 존재할수있기에 의사선생님과 충분히 상의후 늦추는게 좋아요.",
  },
  {
    id: 4,
    question: "초경 후 월경이 일어나지않아요. 왜이럴까요?",
    answer:
      "초경직후에는 여성호르몬에 밸런스가 원활하지 않아서 충분히 일어날수있는 현상이에요. 호르몬의 균형은 컨디션의 영향을 많이 받기때문에 컨디션을 잘 조절해주는것이 좋아요. ",
  },
  {
    id: 5,
    question: "초경은 보통 며칠 동안 하나요?",
    answer:
      "평균적으로 5일이지만 3~7일 까지는 정상으로 봐요. 앞이나 뒤에 갈색으로 출혈이 묻어나는게 있는건 찌꺼기가 남아있거나 처음에 미리 묻어나는거라서 신경쓰지 않아도돼요.",
  },
  {
    id: 6,
    question: "생리양이 너무많으면 빈혈이 생길수도 있나요?",
    answer:
      "실제로 양이 너무 많은경우 빈혈이 생겨 수혈을 받거나 철분제를 드시는 분도 있어요. 이렇게 양이 많은 경우에는 꼭 양이 많은 이유가 있는지 검사를 해봐야해요.",
  },
];

export const DATA_FOR_MAN = [
  {
    id: 0,
    question: "생리를 하면 많이 아픈가요?",
    answer:
      "주로 배랑 허리에 통증이오고, 피곤한 증상도 종종 나올수있는데 각 사람마다 이에 정도가 다릅니다.",
  },
  {
    id: 1,
    question: "생리, 월경, 초경은 뭐가 다른가요?",
    answer:
      "생리와 월경을 종종 헷갈리곤 하는데 생리와 초경을 같은 의미이며. 초경은 처음하는 월경을 뜻합니다.",
  },
  {
    id: 2,
    question: "초경은 보통 언제쯤 시작하나요?",
    answer:
      "사람에 따라 시기가 조금씩 차이가 있을 수 있지만, 초경은 보통 사춘기 중반 즈음에 시작됩니다.",
  },
  {
    id: 3,
    question: "여자친구가 생리 시에 해주면 좋은 행동은 무엇이 있을까요?",
    answer:
      "따뜻한 음식을 같이 먹으면서 몸을 따뜻하게 만들어주고, 과도한 운동을 피하도록 해주시면 좋습니다.",
  },
  {
    id: 4,
    question: "생리할 때 피가 많이 나오나요? 피가 많이 나와서 새면 어떡하죠?",
    answer:
      "사람마다 다릅니다. 피가 많이 나오는 사람 있는 반면 적게 나오는 사람도 있습니다. ",
  },
];

export const DATA_FOR_CHILDREN = [];
